[
  {
    "id": "d3901513-0b91-419f-b112-907b558b1fc3",
    "title": "Building Financial Confidence",
    "date": "2021-07-22",
    "author": "Kim",
    "content": "If you want to reach success in life and money, then you have to have self-confidence. To have self-confidence you need to first trust yourself. No one is born with self-confidence... there is no such thing as a confident baby. To put it another way confidence is an equal playing field that anyone can achieve. This might sound crazy - but you become more confident the more you try and fail. The way you build trust is to just keep trying.\n\nA good example is developing a budget. It can feel daunting at first. You may lack confidence in your ability to establish and even follow a budget. The first time you establish a budget can be overwhelming. This is why many fail to start in the first place. But if you keep trying, if you research, and save receipts, perhaps seek advice from a mentor; eventually you will become proficient in budgeting. A good budget can afford you the opportunity to improve your life and the lives of your family. You wont be caught reacting to the world around you...you will be in control.\n\nYou have to have thick skin to make change happen - especially during hard times. When you come out on the other side (and I believe you will) your self-confidence will grow. Success will come...eventually.",
    "img": "/uploads/examples/blog2.jpg",
    "caption": "build financial confidence"
  },
  {
    "id": "91982843-ca19-4a19-82be-8306b89efb01",
    "title": "Serving Hand, Giving Hearts",
    "date": "2021-07-22",
    "author": "Kim",
    "content": "I walked into my office one day and sitting next to my desk was a broom, dustpan and shower curtain. It seemed like a weird thing to show up in my office, but stranger things have shown up before. I later found out that one of our amazing volunteers had left these items in my office. She was talking with a young gentleman when he came in for food the previous day, and he mentioned he did not have these items. I’ve never seen someone so happy to receive a shower curtain. As he skipped away with items in hand, he announced that he would finally be able to take a real shower. This is one of many examples of how our volunteers go above and beyond to help those who visit our agency. It’s those small gestures that mean the world to those who need extra support, receiving the basic needs and items most of us take for granted.\n\nVolunteers are the heart and soul of any successful organization and Christian Neighbors is a true testament of this. Collectively, our volunteers dedicate over 4,000 hours each year, supporting the work of our ministry. To put it simply, we couldn’t do what we do without them. Our receptionists are the first face people see when they come in for help and our pantry workers are the last face they see when they leave. Our caring volunteers take the time to encourage those who come in and often know them by name.\n\nMy service at Christian Neighbors began as a volunteer. Like so many others, I had a passion to help feed hungry people in our area. I soon learned that Christian Neighbors is so much more than a food pantry. The organization is a community within itself with the sole purpose of helping local neighbors in need. This organization welcomes anyone in need and our volunteers are a vital part of that commitment.\n\nWe are highlighting our volunteers in August. You may see signs proudly displayed in their yards recognizing their service. Each group will be highlighted on our social media pages and newsletter. We are so grateful of their devotion to our mission. They deserve all of our thanks (though many of them are embarrassed when we thank them or recognize them). To them, it is just something they are called to do. They are full of heart. They are giving. They are appreciated.",
    "img": "/uploads/examples/blog1.png",
    "caption": "we love our volunteers"
  }
]
